IdeaRS.OpenModel.Material.ReinfType
Type of reinforcement

IdeaRS.OpenModel.Material.ReinfType.Bars
Bars

IdeaRS.OpenModel.Material.ReinfType.DecoiledRods
Decoiled rods

IdeaRS.OpenModel.Material.ReinfType.WireFabrics
Wire fabrics

IdeaRS.OpenModel.Material.ReinfType.LatticeGirders
Lattice girders